Repository: xacnio/win-app
Catalog: src/Client/Localization/ProtonVPN.Client.Localization/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, ca_es, da_dk, hu_hu, th_th, vi_vn, zh_cn, zh_tw

# Connections_City_Restricted
source: Servers in this city are available with VPN Plus
ar_sa: الخوادم في هذه المدينة متاحة مع VPN Plus
ca_es: Els servidors d'aquesta ciutat estan disponibles amb VPN Plus
da_dk: Servere i byen er tilgængelige med VPN Plus
hu_hu: Ebben a városban lévő szerverek VPN Plus csomaggal érhetők el
th_th: เซิร์ฟเวอร์ในเมืองนี้พร้อมใช้งานด้วย VPN Plus
vi_vn: Các máy chủ tại thành phố này có sẵn trong VPN Plus
zh_cn: 该城市的服务器可用 VPN Plus 服务
zh_tw: 在此城市裡的伺服器可使用 VPN Plus

# Connections_City_UnderMaintenance
source: All servers in this city are under maintenance
ar_sa: جميع الخوادم في هذه المدينة تحت الصيانة
ca_es: Tots els servidors d'aquesta ciutat estan en manteniment
da_dk: Alle servere i denne by er under vedligeholdelse
hu_hu: Ebben a városban lévő szerverek karbantartás alatt állnak
th_th: เซิร์ฟเวอร์ทั้งหมดในเมืองนี้อยู่ระหว่างการปรับปรุง
vi_vn: Tất cả máy chủ tại thành phố này đang được bảo trì
zh_cn: 所有在该城市的服务器均在维护
zh_tw: 此城市所有伺服器俱在維護中

# Connections_Countries_One
source: Country ({0})
ar_sa: البلد ({0})
ca_es: País ({0})
da_dk: ({0}) land
hu_hu: Ország ({0})

# Connections_Countries_Other
source: Countries ({0})
ar_sa: البلدان ({0})
ca_es: Països ({0})
da_dk: ({0}) lande
hu_hu: Országok ({0})
th_th: ประเทศ ({0})
vi_vn: Quốc gia ({0})
zh_cn: 国家/地区（{0}）
zh_tw: 國家 ({0})

# Connections_Country
source: Country
ar_sa: البلد
ca_es: País
da_dk: Land
hu_hu: Ország
th_th: ประเทศ
vi_vn: Quốc gia
zh_cn: 国家/地区
zh_tw: 國家

# Connections_Country_Middle
source: Middle country
ar_sa: البلد الأوسط
ca_es: País intermedi
da_dk: Landet i midten
hu_hu: Közbenső ország
th_th: ประเทศกลางทาง
vi_vn: Quốc gia trung gian
zh_cn: 中间国家
zh_tw: 中轉國家

# Connections_Country_Restricted
source: Servers in this country are available with VPN Plus
ar_sa: الخوادم في هذا البلد متوفرة مع VPN Plus
ca_es: Els servidors d'aquest país estan disponibles amb VPN Plus
da_dk: Servere i dette land er tilgængelige med VPN Plus
hu_hu: Ebben a városban lévő szerverek VPN Plus csomaggal érhetők el
th_th: เซิร์ฟเวอร์ในประเทศนี้พร้อมใช้งานด้วย VPN Plus
vi_vn: Các máy chủ tại quốc gia này có sẵn trong VPN Plus
zh_cn: 该国家的服务器可用 VPN Plus 服务
zh_tw: 在此國家裡的伺服器可使用 VPN Plus

# Connections_Country_UnderMaintenance
source: All servers in this country are under maintenance
ar_sa: جميع الخوادم في هذا البلد تحت الصيانة
ca_es: Tots els servidors d'aquest país estan en manteniment
da_dk: Alle servere i dette land er under vedligeholdelse
hu_hu: Ebben a városban lévő szerverek karbantartás alatt állnak
th_th: เซิร์ฟเวอร์ทั้งหมดในประเทศนี้อยู่ระหว่างการบำรุงรักษา
vi_vn: Tất cả máy chủ tại quốc gia này đang được bảo trì
zh_cn: 此国家的所有服务器都在维护中
zh_tw: 此國家所有伺服器俱在維護中

# Connections_Fastest
source: Fastest
ar_sa: الأسرع
ca_es: La més ràpida
da_dk: Hurtigst
hu_hu: Leggyorsabb
th_th: เร็วที่สุด
vi_vn: Nhanh nhất
zh_cn: 最快
zh_tw: 最快速

# Connections_Free_Servers_One
source: Free server ({0})
ar_sa: خادم مجاني
ca_es: Servidor gratuït
da_dk: Gratis server
hu_hu: Free server

# Connections_Free_Servers_Other
source: Free servers ({0})
ar_sa: خوادم مجانية
ca_es: Servidors gratuïts
da_dk: Free servere
hu_hu: Free servers
th_th: เซิร์ฟเวอร์ฟรี
vi_vn: Máy chủ miễn phí
zh_cn: 免费服务器
zh_tw: 免費伺服器

# Connections_Gateway
source: Gateway
ar_sa: البوابة
ca_es: Passarel·la
hu_hu: Átjáró
th_th: เกตเวย์
vi_vn: Cổng
zh_cn: 网关
zh_tw: 閘道

# Connections_Gateway_Restricted
source: Servers in this gateway are available with VPN Plus
ar_sa: الخوادم في هذه البوابة متوفرة مع VPN Plus
ca_es: Els servidors d'aquesta passarel·la estan disponibles amb VPN Plus
da_dk: Servere i denne gateway er tilgængelige med VPN Plus
hu_hu: Ezen az átjárón lévő szerverek VPN Plus csomaggal érhetők el
th_th: เซิร์ฟเวอร์ในเกตเวย์นี้พร้อมใช้งานด้วย VPN Plus
vi_vn: Các máy chủ trong cổng này có sẵn trong VPN Plus
zh_cn: 该网关的服务器可用 VPN Plus 服务
zh_tw: 在此閘道的伺服器可使用 VPN Plus

# Connections_Gateway_UnderMaintenance
source: All servers in this gateway are under maintenance
ar_sa: جميع الخوادم في هذه البوابة تحت الصيانة
ca_es: Tots els servidors d'aquesta passarel·la estan en manteniment
da_dk: Alle servere i denne gateway er under vedligeholdelse
hu_hu: Ezen az átjárón lévő szerverek karbantartás alatt állnak
th_th: เซิร์ฟเวอร์ทั้งหมดในเกตเวย์นี้อยู่ระหว่างการบำรุงรักษา
vi_vn: Tất cả máy chủ trong cổng này đang được bảo trì
zh_cn: 此网关中的所有服务器都在维护中
zh_tw: 在此閘道中的所有伺服器現正在維護中

# Connections_Gateways_One
source: Gateway ({0})
ar_sa: بوابة ({0})
ca_es: Passarel·la ({0})
hu_hu: Átjáró ({0})

# Connections_Gateways_Other
source: Gateways ({0})
ar_sa: بوابات ({0})
ca_es: Passarel·les ({0})
da_dk: Portaler ({0})
hu_hu: Átjárók ({0})
th_th: เกตเวย์ ({0})
vi_vn: Cổng ({0})
zh_cn: 网关 ({0})
zh_tw: 閘道 ({0})

# Connections_Gateways_Server
source: Dedicated server
ar_sa: خادم مخصص
ca_es: Servidor dedicat
da_dk: Tilegnet server
hu_hu: Dedikált szerver
th_th: เซิร์ฟเวอร์เฉพาะ
vi_vn: Máy chủ riêng biệt
zh_cn: 专用服务器
zh_tw: 專用伺服器

# Connections_Gateways_Servers_One
source: Dedicated server ({0})
ar_sa: خادم مخصص ({0})
ca_es: Servidor dedicat ({0})
da_dk: Dedikeret server ({0})
hu_hu: Dedikált szerver ({0})

# Connections_Gateways_Servers_Other
source: Dedicated servers ({0})
ar_sa: خوادم مخصصة ({0})
ca_es: Servidors dedicats ({0})
da_dk: Dedikerede servere ({0})
hu_hu: Dedikált szerverek ({0})
th_th: เซิร์ฟเวอร์เฉพาะ ({0})
vi_vn: Máy chủ riêng biệt ({0})
zh_cn: 专用服务器 ({0})
zh_tw: 專用伺服器數量 ({0})

# Connections_P2P_Cities_One
source: P2P city ({0})
ar_sa: مدينة P2P ({0})
ca_es: Ciutat P2P ({0})
da_dk: ({0}) by med P2P
hu_hu: P2P város ({0})

# Connections_P2P_Cities_Other
source: P2P cities ({0})
ar_sa: مدن P2P ({0})
ca_es: Ciutats P2P ({0})
da_dk: ({0}) byer med P2P
hu_hu: P2P városok ({0})
th_th: เมือง P2P ({0})
vi_vn: Thành phố P2P ({0})
zh_cn: P2P 城市 ({0})
zh_tw: P2P 城市 ({0})

# Connections_P2P_Countries_One
source: P2P country ({0})
ar_sa: بلد P2P ({0})
ca_es: País P2P ({0})
da_dk: ({0}) land med P2P
hu_hu: P2P ország ({0})

# Connections_P2P_Countries_Other
source: P2P countries ({0})
ar_sa: بلدان P2P ({0})
ca_es: Països P2P ({0})
da_dk: ({0}) lande med P2P
hu_hu: P2P országok ({0})
th_th: ประเทศ P2P ({0})
vi_vn: Quốc gia P2P ({0})
zh_cn: P2P 国家 ({0})
zh_tw: P2P 國家 ({0})

# Connections_P2P_Servers_One
source: P2P server ({0})
ar_sa: خادم P2P
ca_es: Servidor P2P
da_dk: P2P-server
hu_hu: P2P server

# Connections_P2P_Servers_Other
source: P2P servers ({0})
ar_sa: خوادم P2P
ca_es: Servidors P2P
da_dk: P2P-servere
hu_hu: P2P servers
th_th: เซิร์ฟเวอร์ P2P
vi_vn: Máy chủ P2P
zh_cn: P2P 服务器
zh_tw: P2P 伺服器

# Connections_P2P_States_One
source: P2P state ({0})
ar_sa: ولاية P2P ({0})
ca_es: Estat P2P ({0})
da_dk: P2P-stat ({0})
hu_hu: P2P állapota ({0})

# Connections_P2P_States_Other
source: P2P states ({0})
ar_sa: ولايات P2P ({0})
ca_es: Estats P2P ({0})
da_dk: P2P-stater ({0})
hu_hu: P2P állapota ({0})
th_th: รัฐ P2P ({0})
vi_vn: Bang P2P ({0})
zh_cn: P2P 州 ({0})
zh_tw: P2P州 ({0})

# Connections_Profiles_One
source: Profile ({0})
ar_sa: ملف شخصي ({0})
ca_es: Perfil ({0})
da_dk: Profil ({0})
hu_hu: Profil ({0})

# Connections_Profiles_Other
source: Profiles ({0})
ar_sa: ملفات شخصية ({0})
ca_es: Perfils ({0})
da_dk: Profiler ({0})
hu_hu: Profilok ({0})
th_th: โปรไฟล์ ({0})
vi_vn: Hồ sơ ({0})
zh_cn: 配置文件 ({0})
zh_tw: 設定檔數量 ({0})

# Connections_Profiles_Create
source: Create profile
ar_sa: إنشاء ملف شخصي
ca_es: Crea un perfil
da_dk: Opret profil
hu_hu: Profil létrehozása
th_th: สร้างโปรไฟล์
vi_vn: Tạo hồ sơ
zh_cn: 添加收藏
zh_tw: 建立設定檔

# Connections_Profiles_Delete
source: Delete profile
ar_sa: حذف الملف الشخصي
ca_es: Elimina el perfil
da_dk: Slet profil
hu_hu: Profil törlése
th_th: ลบโปรไฟล์
vi_vn: Xóa hồ sơ
zh_cn: 删除收藏
zh_tw: 刪除設定檔

# Connections_Profiles_Delete_Message
source: '{0}' will be permanently removed.
ar_sa: '{0}' ستتم إزالتها نهائيًا.
ca_es: «{0}» s'eliminarà permanentment.
da_dk: '{0}' vil blive fjernet permanent.
hu_hu: "{0}' véglegesen törlésre kerül
th_th: '{0}' จะถูกลบออกอย่างถาวร
vi_vn: '{0}' sẽ bị xóa vĩnh viễn.
zh_cn: '{0}' 将被永久删除。
zh_tw: '{0}' 將會永久移除。

# Connections_Profiles_Delete_Title
source: Delete profile?
ar_sa: حذف الملف الشخصي؟
ca_es: Voleu eliminar el perfil?
da_dk: Slet profil?
hu_hu: Profil törlése?
th_th: ลบโปรไฟล์หรือไม่?
vi_vn: Xóa hồ sơ?
zh_cn: 删除收藏?
zh_tw: 刪除設定檔?

# Connections_Profiles_Empty_Description
source: Profiles are saved connections with your choice of location, server, and protocol.
ar_sa: الملفات الشخصية هي اتصالات محفوظة مع اختيارك للموقع والخادم والبروتوكول.
ca_es: Els perfils són connexions desades amb la ubicació, el servidor i el protocol que escolliu.
da_dk: Profiler er gemte forbindelser med dit valg af placering, server og protokol.
hu_hu: A profilok mentett kapcsolatok, amelyekben Ön választhatja ki a helyet, a szervert és a protokollt.
th_th: โปรไฟล์คือการเชื่อมต่อที่บันทึกไว้พร้อมตำแหน่ง เซิร์ฟเวอร์ และโปรโตคอลที่เลือก
vi_vn: Hồ sơ là các kết nối đã lưu với lựa chọn vị trí, máy chủ và giao thức của bạn.
zh_cn: 配置文件已保存到您选择位置、服务器和协议的连接。
zh_tw: 設定檔乃儲存您自選的位置、伺服器與通訊協定的連線。

# Connections_Profiles_Empty_Title
source: Create your first profile
ar_sa: إنشاء ملفك الشخصي الأول
ca_es: Creeu el vostre primer perfil
da_dk: Opret din første profil
hu_hu: Első profil létrehozása
th_th: สร้างโปรไฟล์แรก
vi_vn: Tạo hồ sơ đầu tiên
zh_cn: 创建您的第一个配置
zh_tw: 建立您的首個設定檔

# Connections_Profiles_Name
source: Profile name
ar_sa: اعطِ اسم للملف التعريفي
ca_es: Doneu un nom al vostre perfil
da_dk: Giv din profil et navn
hu_hu: Adjon nevet a profiljának
th_th: ตั้งชื่อโปรไฟล์
vi_vn: Đặt tên cho hồ sơ
zh_cn: 为您的个人资料命名
zh_tw: 為您的設定檔命名

# Connections_Profiles_New
source: New profile
ar_sa: ملف جديد
ca_es: Nou perfil
da_dk: Ny profil
hu_hu: Új profil
th_th: โปรไฟล์ใหม่
vi_vn: Hồ sơ mới
zh_cn: 新配置
zh_tw: 新設定檔

# Connections_Profiles_NotAvailable_Tooltip
source: Profiles are available with VPN Plus
ar_sa: الملفات الشخصية متاحة مع VPN Plus
ca_es: Els perfils estan disponibles al pla VPN Plus.
da_dk: Profilerne er tilgængelige med VPN Plus
hu_hu: A profilok VPN Plus csomaggal érhetők el
th_th: โปรไฟล์พร้อมใช้งานด้วย VPN Plus
vi_vn: Hồ sơ có sẵn trong VPN Plus
zh_cn: VPN Plus 提供的配置
zh_tw: 適用 VPN Plus 的設定檔

# Connections_Random
source: Random
ar_sa: عشوائي
ca_es: Aleatori
da_dk: Tilfældig
hu_hu: Véletlen
th_th: สุ่ม
vi_vn: Ngẫu nhiên
zh_cn: 随机
zh_tw: 隨機

# Connections_Recents_One
source: Recent ({0})
ar_sa: اتصال حديث ({0})
da_dk: Seneste ({0})
hu_hu: Legutóbbi ({0})

# Connections_Recents_Other
source: Recents ({0})
ar_sa: اتصالات حديثة ({0})
da_dk: Seneste ({0})
hu_hu: Legutóbbiak ({0})
th_th: ล่าสุด ({0})
vi_vn: Gần đây ({0})
zh_cn: 最近使用 ({0})
zh_tw: 最近( {0} )

# Connections_Recents_Empty_Description
source: View your connection history here.
ar_sa: اعرض سجل اتصالاتك هنا.
ca_es: Consulteu l'historial de connexions aquí.
da_dk: Se din forbindelseshistorik her
hu_hu: Tekintse meg a kapcsolati előzményeket itt.
th_th: ดูประวัติการเชื่อมต่อที่นี่
vi_vn: Xem lịch sử kết nối tại đây.
zh_cn: 在此查看您的连接历史记录。
zh_tw: 在此查看你的連接歷史紀錄。

# Connections_Recents_Empty_Title
source: No recents yet
ar_sa: لا توجد اتصالات حديثة بعد
ca_es: Encara no hi ha cap recent
da_dk: Ingen seneste forbindelser endnu
hu_hu: Még nincsenek előzmények
th_th: ยังไม่มีรายการล่าสุด
vi_vn: Chưa có mục gần đây
zh_cn: 尚无最近记录
zh_tw: 尚無最近記錄

# Connections_Recents_Pinned_One
source: Pinned ({0})
ar_sa: مثبت ({0})
ca_es: Fixada ({0})
da_dk: Fastgjort ({0})
hu_hu: Kitűzött ({0})

# Connections_Recents_Pinned_Other
source: Pinned ({0})
ar_sa: مثبتة ({0})
ca_es: Fixades ({0})
da_dk: Fastgjort ({0})
hu_hu: Kitűzöttek ({0})
th_th: ปักหมุด ({0})
vi_vn: Đã ghim ({0})
zh_cn: 已固定 ({0})
zh_tw: 已釘選 ( {0} )

# Connections_SecureCore_Countries_One
source: Secure Core country ({0})
ar_sa: بلد Secure Core ({0})
ca_es: País Secure Core ({0})
da_dk: Land med Secure Core ({0})
hu_hu: Secure Core ország ({0})

# Connections_SecureCore_Countries_Other
source: Secure Core countries ({0})
ar_sa: بلدان Secure Core ({0})
ca_es: Països Secure Core ({0})
da_dk: Lande med Secure Core ({0})
hu_hu: Secure Core országok ({0})
th_th: ประเทศ Secure Core ({0})
vi_vn: Quốc gia hỗ trợ Secure Core ({0})
zh_cn: Secure Core 国家/地区（{0}）
zh_tw: 雙重路由國家/地區 ({0})

# Connections_SecureCore_Servers_One
source: Secure Core server ({0})
ar_sa: خادم Secure Core
ca_es: Servidor Secure Core
da_dk: Secure Core-server
hu_hu: Secure Core server

# Connections_SecureCore_Servers_Other
source: Secure Core servers ({0})
ar_sa: خوادم Secure Core
ca_es: Servidors Secure Core
da_dk: Sikre Core-servere
hu_hu: Secure Core servers
th_th: เซิร์ฟเวอร์ Secure Core
vi_vn: Máy chủ Secure Core
zh_cn: Secure Core 服务器
zh_tw: Secure Core伺服器

# Connections_SeeCities_One
source: See city ({0})
ar_sa: عرض المدينة ({0})
ca_es: Veure la ciutat ({0})
da_dk: Vis by ({0})
hu_hu: Város megtekintése ({0})

# Connections_SeeCities_Other
source: See cities ({0})
ar_sa: عرض المدن ({0})
ca_es: Veure les ciutats ({0})
da_dk: Vis byer ({0})
hu_hu: Városok megtekintése ({0})
th_th: ดูเมือง ({0})
vi_vn: Xem thành phố ({0})
zh_cn: 查看城市 ({0})
zh_tw: 可查閱城市數 ({0})

# Connections_SeeServers_One
source: See server ({0})
ar_sa: عرض الخادم ({0})
ca_es: Veure el servidor ({0})
da_dk: Vis server ({0})
hu_hu: Szerver megtekintése ({0})

# Connections_SeeServers_Other
source: See servers ({0})
ar_sa: عرض الخوادم ({0})
ca_es: Veure els servidors ({0})
da_dk: Vis servere ({0})
hu_hu: Szerverek megtekintése ({0})
th_th: ดูเซิร์ฟเวอร์ ({0})
vi_vn: Xem máy chủ ({0})
zh_cn: 查看服务器 ({0})
zh_tw: 可查閱伺服器數 ({0})

# Connections_SeeStates_One
source: See state ({0})
ar_sa: عرض الولاية ({0})
ca_es: Mostra l'estat ({0})
da_dk: Se stat ({0})
hu_hu: Állam megtekintése ({0})

# Connections_SeeStates_Other
source: See states ({0})
ar_sa: عرض الولايات ({0})
ca_es: Mostra els estats ({0})
da_dk: Se stater ({0})
hu_hu: Államok megtekintése ({0})
th_th: ดูรัฐ ({0})
vi_vn: Xem bang ({0})
zh_cn: 查看州 ({0})
zh_tw: 可查閱地區數 ({0})

# Connections_Server
source: Server
ar_sa: الخادم
ca_es: Servidor
hu_hu: Szerver
th_th: เซิร์ฟเวอร์
vi_vn: Máy chủ
zh_cn: 服务器
zh_tw: 伺服器

# Connections_Server_Restricted
source: Server available with VPN Plus
ar_sa: الخادم المتاح مع VPN Plus
ca_es: Servidor disponible amb VPN Plus
da_dk: Tilgængelig server med VPN Plus
hu_hu: A szerver csak VPN Plus csomaggal érhető el
th_th: เซิร์ฟเวอร์พร้อมใช้งานด้วย VPN Plus
vi_vn: Máy chủ có sẵn trong VPN Plus
zh_cn: VPN Plus 提供的服务器
zh_tw: 適用 VPN Plus 的伺服器

# Connections_Server_UnderMaintenance
source: This server is under maintenance
ar_sa: هذا الخادم تحت الصيانة
ca_es: Aquest servidor està en manteniment
da_dk: Denne server er under vedligeholdelse
hu_hu: A szerver karbantartás alatt áll
th_th: เซิร์ฟเวอร์นี้อยู่ระหว่างการบำรุงรักษา
vi_vn: Máy chủ này đang được bảo trì
zh_cn: 该服务器正在维护中
zh_tw: 伺服器維護中

# Connections_Servers_One
source: Server ({0})
ar_sa: خادم
ca_es: Servidor
da_dk: Server
hu_hu: Server

# Connections_Servers_Other
source: Servers ({0})
ar_sa: خوادم
ca_es: Servidors
da_dk: Servere
hu_hu: Servers
th_th: เซิร์ฟเวอร์
vi_vn: Máy chủ
zh_cn: 服务器
zh_tw: 伺服器

# Connections_State
source: State
ar_sa: الولاية
ca_es: Estat
da_dk: Status
hu_hu: Állapot
th_th: รัฐ
vi_vn: Bang
zh_cn: 省份/地区
zh_tw: 州

# Connections_State_Restricted
source: Servers in this state are available with VPN Plus.
ar_sa: الخوادم في هذه الولاية متاحة مع VPN Plus.
ca_es: Els servidors d'aquest estat estan disponibles amb VPN Plus.
da_dk: Servere i denne stat er tilgængelige med VPN Plus.
hu_hu: Az ebben az államban lévő kiszolgálók a VPN Plus segítségével érhetők el.
th_th: เซิร์ฟเวอร์ในรัฐนี้พร้อมใช้งานด้วย VPN Plus
vi_vn: Các máy chủ tại bang này có sẵn trong VPN Plus.
zh_cn: 该州的服务器可用 VPN Plus 服务。
zh_tw: 在此區域裡的伺服器可適用 VPN Plus。

# Connections_State_UnderMaintenance
source: All servers in this state are under maintenance.
ar_sa: كافة الخوادم في هذه الحالة تحت الصيانة.
ca_es: Tots els servidors d'aquest estat estan en manteniment.
da_dk: Alle servere i denne stat er under vedligeholdelse.
hu_hu: Ebben az államban minden szerver karbantartás alatt áll.
th_th: เซิร์ฟเวอร์ทั้งหมดในรัฐนี้อยู่ระหว่างการบำรุงรักษา
vi_vn: Tất cả máy chủ tại bang này đang được bảo trì.
zh_cn: 所有在该州的服务器均在维护。
zh_tw: 此省/州的所有伺服器均在維護中.

# Connections_States_One
source: State ({0})
ar_sa: ولاية ({0})
ca_es: Estat ({0})
da_dk: Stat ({0})
hu_hu: ({0}) állam

# Connections_States_Other
source: States ({0})
ar_sa: ولايات ({0})
ca_es: Estats ({0})
da_dk: Stater ({0})
hu_hu: ({0}) állam
th_th: รัฐ ({0})
vi_vn: Bang ({0})
zh_cn: 州 ({0})
zh_tw: 州 ({0})

# Connections_Tor_Countries_One
source: Tor country ({0})
ar_sa: بلد Tor ({0})
ca_es: País Tor ({0})
da_dk: land med Tor ({0})
hu_hu: Tor ország ({0})

# Connections_Tor_Countries_Other
source: Tor countries ({0})
ar_sa: بلدان Tor ({0})
ca_es: Països Tor ({0})
da_dk: lande med Tor ({0})
hu_hu: Tor országok ({0})
th_th: ประเทศ Tor ({0})
vi_vn: Quốc gia hỗ trợ Tor ({0})
zh_cn: Tor 国家/地区（{0}）
zh_tw: Tor 國家/地區 ({0})

# Connections_Tor_Servers_One
source: Tor server ({0})
ar_sa: خادم Tor
ca_es: Servidor Tor
da_dk: Tor-server
hu_hu: Tor server

# Connections_Tor_Servers_Other
source: Tor servers ({0})
ar_sa: خوادم Tor
ca_es: Servidors Tor
da_dk: Tor-servere
hu_hu: Tor servers
th_th: เซิร์ฟเวอร์ Tor
vi_vn: Máy chủ Tor
zh_cn: Tor 服务器
zh_tw: Tor 伺服器

source: Countries
ar_sa: الدول
ca_es: Països
da_dk: Lande
hu_hu: Országok
th_th: ประเทศ
vi_vn: Quốc gia
zh_cn: 国家
zh_tw: 國家

# Countries_All
source: All
ar_sa: الكل
ca_es: Tots
da_dk: Alle
hu_hu: Összes
th_th: ทั้งหมด
vi_vn: Tất cả
zh_cn: 全部
zh_tw: 全部

# Countries_City_One
source: {0} city
ar_sa: {0} مدينة
ca_es: {0} ciutat
da_dk: {0} by
hu_hu: {0} város

# Countries_City_Other
source: {0} cities
ar_sa: {0} مدينة
ca_es: {0} ciutats
da_dk: {0} byer
hu_hu: {0} város
th_th: {0} เมือง
vi_vn: {0} thành phố
zh_cn: {0} 个城市
zh_tw: {0} 城市

# Countries_Connect
source: Connect
ar_sa: اتصال
ca_es: Conecta
da_dk: Forbind
hu_hu: Kapcsolódás
th_th: เชื่อมต่อ
vi_vn: Kết nối
zh_cn: 连接
zh_tw: 連線

# Countries_Fastest
source: Fastest country
ar_sa: أسرع دولة
ca_es: País més ràpid
da_dk: Hurtigste land
hu_hu: Leggyorsabb ország
th_th: ประเทศที่เร็วที่สุด
vi_vn: Quốc gia nhanh nhất
zh_cn: 最快的地域
zh_tw: 最快的國家

# Countries_NoSearchResults
source: No results found
ar_sa: لم يتم العثور على نتائج
ca_es: No s'ha trobat cap resultat.
da_dk: Ingen resultater fundet
hu_hu: Nincs találat
th_th: ไม่พบผลการค้นหา
vi_vn: Không tìm thấy kết quả nào
zh_cn: 您要的没找到
zh_tw: 未找到任何結果

# Countries_NumberOfServers
source: Servers ({0})
ar_sa: الخوادم ({0})
ca_es: Servidors ({0})
da_dk: Servere ({0})
hu_hu: Szerverek ({0})
th_th: เซิร์ฟเวอร์ ({0})
vi_vn: Máy chủ ({0})
zh_cn: 服务器 ({0})
zh_tw: 伺服器 ({0})

# Countries_P2P_Cities
source: P2P cities ({0})
ar_sa: مدن P2P ({0})
ca_es: Ciutats P2P ({0})
da_dk: P2P-byer ({0})
hu_hu: P2P városok ({0})
th_th: เมือง P2P ({0})
vi_vn: Thành phố hỗ trợ P2P ({0})
zh_cn: P2P 城市 ({0})
zh_tw: P2P 城市 ({0})

# Countries_P2P_Description
source: Download files over P2P (peer-to-peer) networks and enhance your online gaming and video calling experience.
ar_sa: قم تنزيل الملفات عبر شبكات P2P (نظير إلى نظير) وحسّن تجرِبة الألعاب عبر الإنترنت وإجراء مكالمات الفيديو.
ca_es: Descarregueu fitxers a través de xarxes P2P (peer-to-peer) i milloreu la vostra experiència de jocs en línia i videotrucades.
da_dk: Download filer over P2P (peer-to-peer) netværk, og gør din oplevelse med online spil og videoopkald bedre.
hu_hu: Töltsön le fájlokat P2P (peer-to-peer) hálózatokon keresztül, és fokozza az online játék- és videohívási élményt.
th_th: ดาวน์โหลดไฟล์ผ่านเครือข่าย P2P (peer-to-peer) และปรับปรุงประสบการณ์การเล่นเกมออนไลน์และการสนทนาทางวิดีโอ
vi_vn: Tải xuống tệp qua mạng P2P (ngang hàng) và nâng cao trải nghiệm chơi game trực tuyến và gọi video.
zh_cn: 通过 P2P (点对点) 网络下载文件，增强您的在线游戏和视频通话体验。
zh_tw: 下載 P2P (點對點) 網路上的檔案，並提升您的線上遊戲和視訊通話體驗。

# Countries_Page_FreeUser_Description
source: Unlock country selection with VPN Plus
ar_sa: افتح امكانية اختيار البلد باستخدام VPN Plus
ca_es: Desbloquegeu la selecció de països amb el pla VPN Plus
da_dk: Lås op for landevalg med VPN Plus
hu_hu: Oldja fel az országválasztékot a VPN Plusszal
th_th: ปลดล็อกการเลือกประเทศด้วย VPN Plus
vi_vn: Mở khóa lựa chọn quốc gia với VPN Plus
zh_cn: 升级为VPN Plus以选择国家或地区
zh_tw: 使用VPN Plus解鎖選擇國家

# Countries_SearchPlaceholder
source: I want to browse from...
ar_sa: أريد أن أتصفح من...
ca_es: Vull navegar des de...
da_dk: Jeg vil browse fra...
hu_hu: Böngészés innen...
th_th: ฉันต้องการเรียกดูจาก...
vi_vn: Tôi muốn duyệt web từ...
zh_cn: 我想要浏览...
zh_tw: 我想從以下位置瀏覽...

# Countries_Section_Header
source: VPN connections
ar_sa: اتصالات VPN
ca_es: Connexions VPN
da_dk: VPN-forbindelser
hu_hu: VPN kapcsolat
th_th: การเชื่อมต่อ VPN
vi_vn: Kết nối VPN
zh_cn: VPN 连接数
zh_tw: VPN 連線

# Countries_SecureCore_Description
source: Add another layer of encryption to your VPN connection.
ar_sa: اضف طبقة اضافية من التشفير لاتصال VPN الخاص بك.
ca_es: Afegiu una altra capa de xifratge a la vostra connexió VPN.
da_dk: Tilføj endnu et lag af kryptering til din VPN-forbindelse.
hu_hu: Még egy titkosítási réteg hozzáadása a VPN-kapcsolathoz.
th_th: เพิ่มชั้นการเข้ารหัสลับอีกชั้นให้กับการเชื่อมต่อ VPN
vi_vn: Thêm một lớp mã hóa khác cho kết nối VPN.
zh_cn: 为 VPN 连接增添一层额外保护.
zh_tw: 為您的 VPN 連線加入另一層加密.

# Countries_ServerLoad
source: Server load
ar_sa: حمل الخادم
ca_es: Càrrega del servidor
da_dk: Serverbelastning
hu_hu: Szerver terheltség
th_th: กำลังโหลดข้อมูลจากเซิร์ฟเวอร์
vi_vn: Tải máy chủ
zh_cn: 服务器负载
zh_tw: 伺服器負載

# Countries_SmartRouting
source: Smart routing
ar_sa: توجيه ذكي
vi_vn: Định tuyến thông minh
zh_cn: 智能路由
zh_tw: 智慧路由

# Countries_TorServers
source: Tor servers ({0})
ar_sa: خوادم Tor ({0})
ca_es: Servidors Tor ({0})
da_dk: Tor-servere ({0})
hu_hu: Tor szerverek ({0})
th_th: เซิร์ฟเวอร์ Tor ({0})
vi_vn: Máy chủ Tor ({0})
zh_cn: Tor 服务器（{0}）
zh_tw: Tor 伺服器 ({0})

# Countries_Tor_Description
source: Use the Tor network over your VPN connection for extra privacy.
ar_sa: استخدم شبكة Tor عبر اتصال VPN الخاص بك لمزيد من الخصوصية.
ca_es: Utilitzeu la xarxa Tor a través d'una connexió VPN per a una privacitat addicional.
da_dk: Brug Tor-netværket via din VPN-forbindelse for øget diskretion.
hu_hu: Használja a VPN kapcsolatát miközben a Tor hálózathoz van csatlakozva extra adatvédelemért.
th_th: ใช้เครือข่าย Tor ผ่านการเชื่อมต่อ VPN เพื่อความเป็นส่วนตัวเป็นพิเศษ
vi_vn: Sử dụng mạng Tor sau khi kết nối VPN để tăng cường quyền riêng tư.
zh_cn: 经 Tor 网络，连接 VPN，更强隐私.
zh_tw: 經由您的 VPN 連線使用 Tor 網路，以加強隱私.

# Countries_TryDifferentKeyword
source: Please try a different keyword
ar_sa: من فضلك جرب كلمة رئيسية مختلفة
ca_es: Proveu una paraula clau diferent.
da_dk: Prøv et andet nøgleord.
hu_hu: Kérjük, próbálkozzon másik külcsszóval
th_th: โปรดลองใช้คำหลักอื่น
vi_vn: Vui lòng thử một từ khóa khác
zh_cn: 换个关键词试试
zh_tw: 請嘗試其他關鍵字

# Country_Fastest
source: Fastest country
ar_sa: أسرع دولة
ca_es: País més ràpid
da_dk: Hurtigste land
hu_hu: Leggyorsabb ország
th_th: ประเทศที่เร็วที่สุด
vi_vn: Quốc gia nhanh nhất
zh_cn: 最快的地域
zh_tw: 最快的國家

# Country_Fastest_ExcludingMyCountry
source: Fastest (excluding my country)
ar_sa: الأسرع (باستثناء بلدي)
ca_es: El més ràpid (excloent el meu país)
da_dk: Hurtigst (undtagen i mit land)
hu_hu: Leggyorsabb (kivéve az én országom)
th_th: เร็วที่สุด (ยกเว้นประเทศของฉัน)
vi_vn: Nhanh nhất (loại trừ quốc gia của tôi)
zh_cn: 最快 (不包括我国)
zh_tw: 最快 (不含我的國家)

# Country_Random
source: Random country
ar_sa: بلد عشوائي
ca_es: País aleatori
da_dk: Tilfældigt land
hu_hu: Véletlenszerű ország
th_th: สุ่มประเทศ
vi_vn: Quốc gia ngẫu nhiên
zh_cn: 随机国家
zh_tw: 隨選國家地區

# Country_Random_ExcludingMyCountry
source: Random (excluding my country)
ar_sa: عشوائي (باستثناء بلدي)
ca_es: Aleatori (excloent el meu país)
da_dk: Tilfældigt (undtagen mit land)
hu_hu: Véletlenszerű (kivéve az én országom)
th_th: สุ่ม (ยกเว้นประเทศของฉัน)
vi_vn: Ngẫu nhiên (loại trừ quốc gia của tôi)
zh_cn: 随机 (不包括我国)
zh_tw: 隨機 (排除我所在的國家地區)
